// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Przypisz nowy profil ICC";

NoPapersTitle = "Brak niestandardowych typów papieru do edycji";
NoPapersMsg = "Dodaj lub zaimportuj niestandardowy typ papieru, aby móc przypisać profil ICC.";
NoPapersDefButton = "Dodaj papier niestandardowy";

ProfileExistsTitle = "Ten profil ICC już istnieje";
ProfileExistsMsg = "Profil ICC o nazwie pliku „%@” jest już zapisany w repozytorium lokalnym.\nJeśli wybierzesz opcję „Użyj istniejącego profilu”, z tym papierem będzie używany zapisany profil.\nMożesz też wybrać opcję „Użyj unikalnej nazwy pliku”, aby utworzyć profil o nowej nazwie.";
ProfileExistsDefButton = "Użyj istniejącego profilu";
ProfileExistsAltButton = "Anuluj";
ProfileExistsOtherButton = "Użyj unikalnej nazwy pliku";

NoIccTitle = "<nie wybrano profilu>";

//Paper Type Names
Photo = "Fotograficzny";
CoatedInkjet = "Powlekany do druku atramentowego";
PhotoRag = "Bawełniany fotograficzny";
Watercolor = "Akwarelowy";
Canvas = "Płótno";
RigidPhotoRag = "Sztywny bawełniany fotograficzny";
RigidWatercolor = "Sztywny akwarelowy";
RigidCanvas = "Sztywne płótno";
Brochure = "Broszurowy";
PlainPaper = "Zwykły papier";
PhotoInkjetScrapbook = "Inkjet Scrapbook, fotograficzny";
MatteInkjetScrapbook = "Inkjet Scrapbook, matowy";

Coated = "Powlekany";
PhotoThick = "Fotograficzny gruby (>300 g/m²)";
FiberGloss = "fibra błyszcząca";
photoRag = "bawełniany fotograficzny";
photoRagThin = "bawełniany fotograficzny cienki (<220 g/m²)";

//print quality names
Best = "Najwyższa";
Normal = "Normalna";
Fast = "Szybka robocza";
MaxDPI = "Maksymalna DPI";

ProfileInvalidTitle = "Nieprawidłowy format pliku ICC";
ProfileInvalidMsg = "Wybrany format pliku ICC nie jest profilem dla drukarki";
ProfileInvalidDefButton = "Wybierz inny profil";

TaskTitleFieldText = "Przypisz nowy profil ICC";
TaskDescriptionFieldText = "Kliknij przycisk Przypisz, aby przypisać nowy profil ICC do swojego papieru niestandardowego.";
StartButtonText = "Przypisz";

AddSheetDescriptionFieldText = "Wybierz papier i profil ICC, którego chcesz używać dla tego papieru.";
PaperNameLableText = "Nazwa papieru niestandardowego:";
PaperNamePopUpText = "Element";
PaperCategoryLableText = "Kategoria papieru:";
PaperCategoryFieldText = "kategoria";
IccFileNamelableText = "Profil ICC (opcjonalnie):";
IccFileNameFieldText = "<nie wybrano profilu>";
BrowseButtonText = "Przeglądaj…";
ClearButtonText = "Wyczyść profil";
CancelButtonText = "Anuluj";
DoneButtonText = "Gotowe";
